Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: The shape of regions in LightZone can be adjusted at any time.
fr: La forme d'une région dans Lightzone peut être ajustée à tout moment.

source: Then select an image in the browser, and click the button next to the copyright field in the browser's metadata area to write this copyright text to an image file.
fr: Puis sélectionnez une image dans le navigateur et cliquez sur le bouton à côté du champs "copyright" dans le panneau Métadonnées du navigateurs pour écrire ce texte dans un fichier image.

source: Then, in the printer preferences dialog, set the printer driver to do no color conversion.
fr: A ce moment, dans le dialogue des préférences de l'imprimante, réglez le pilote d'impression pour qu'il n'effectue pas de conversion de couleur.

source: There are many blending modes to choose from.
fr: Il existe de nombreux modes de fusions disponibles.

source: There are three kinds of regions that can be created in LightZone.
fr: Il y a trois types de régions qui peuvent être créée dans LightZone.

source: There is now a History tab that shows you all the edits you have make to your photo since opening it for the current editing session.
fr: Il y a désormais un onglet Historique qui liste toutes les éditions faites sur votre photo depuis que vous l'avez ouverte pour l'édition en cours.

source: There is now context-sensitive help throughout LightZone.
fr: Il y a désormais une aide contextuelle à travers tout LightZone.

source: There was a problem checking for an update.
fr: Il y a eu un problème lors de la recherche d'une mise à jour.

source: There's a new Help menu item that takes you to the Learning Center.
fr: Il y a un nouveau menu d'aide qui vous conduit vers le Centre d'Apprentissage.

source: Therefore, the first page is like a full-sized preview of your edited photo.
fr: Il en résulte que la première page est comme un aperçu pleine résolution de votre photo éditée.

source: Therefore, there is no need for an intermediate "raw conversion" step.
fr: Par conséquent, il n'est pas besoin de passer par une étape de "conversion raw" au préalable.

source: Therefore, they are recommended only when integrating with either Aperture or Lightroom.
fr: C'est pour cela qu'il n'est recommandé qu'en cas d'intégration avec Aperture ou Lightroom.

source: Therefore, you can usually increase contrast in the sky by using a yellow filter because it filters out the blue of the sky thus making the sky darker compared to clouds.
fr: De ce fait, vous pouvez généralement augmenter le contraste du ciel en utilisant un filtre jaune car, excluant les valeurs bleues du ciel, cela le rendra plus sombre pa rapport aux nuages.

source: Therefore, you should never delete your original photo.
fr: C'est pourquoi vous ne devez jamais effacer le fichier original de votre photo.

source: These preferences allow you to set default values for the name of the artist/photographer and the copyright notice when editing the metadata of your photos.
fr: Ces préférences vous permettent de définir des valeurs par défaut pour les noms de l'artiste/photographe et pour la notice de copyright lors de l'édition des métadonnées de vos photos.

source: These two files are all you need to create beautiful photos.
fr: Ces deux fichiers sont tout ce dont vous avez besoin pour créer de magnifques photos.

source: They are described below.
fr: Elles sont décrites ci-dessous.

source: This Style has no version number
fr: Ce Style n'a pas de numéro de Version

source: This blending mode causes only the shadows to be affected.
fr: Ce mode de fusion n'applique la couleur de fusion que sur les tons foncés.

source: This blending mode darkens or lightens the colors depending on the blend color.
fr: Ce mode de fusion assombrit ou éclaircit les couleurs en fonctions de la couleur de fusion.

source: This blending mode has no effect; therefore, the blend and result colors are the same.
fr: Ce mode de fusion n'a pas d'effet; de ce fait, les couleurs de fusion et les couleurs finales sont identiques.

source: This blending mode is a combination of both the Color Dodge and inverse Color Burn modes, but much smoother than either.
fr: Ce mode de fusion est une combinaison des modes Color Dodge et du mode Color Burn inversé, mais bien plus doux que l'un ou l'autre.

source: This blending mode is similar to the Color Burn blending mode except that the effect results in less saturation and contrast.
fr: Ce mode de fusion est similaire au mode de fusion Color Burn excepté que le résultat est moins saturé et contrasté.

source: This blending mode is similar to the Exclusion blending mode except that it shows brighter and more vibrant colors.
fr: Ce mode de fusion est similaire au mode de fusion Exclusion excepté un rendu de couleurs plus claires et plus vives.

source: This blending mode is similar to the Multiply blending mode except that it multiplies the inverse of the blend and base colors.
fr: Ce mode de fusion est similaire au mode de fusion Multiplier excepté qu'il multiplie l'inverse de la couleur de fusion et la couleur de base.

source: This blending mode is the same as the Normal blending mode except that the effect is applied only to midtones and highlights.
fr: Ce mode de fusion est le même que le mode de fusion Normal excepté que l'outil n'est appliqué qu'aux tons moyens et aux hautes lumières.

source: This blending mode is the same as the Normal blending mode except that the effect is applied only to midtones.
fr: Ce mode de fusion est le même que le mode de fusion Normal excepté que l'outil n'est appliqué qu'aux tons moyens.

source: This blending mode multiplies or screens the colors, depending on the blend color.
fr: Ce mode de fusion multiplie ou superpose les couleurs de base et de fusion, en fonction de la couleur de fusion.

source: This blending mode multiplies the base and blend colors.
fr: Ce mode de fusion multiplie les couleurs de base et de fusion.

source: This can be corrected by rotating them.
fr: Ceci peut être corrigé en les tournant.

source: This can be used to remove unwanted items from your photo.
fr: Cela peut être utilisé pour enlever des objets non désirés de votre photo.

source: This can be used to soften grainy or blemished areas, or to create out-of-focus areas.
fr: Cela peut être utilisé pour adoucir des zones granuleuses ou tachées, ou pour créer des zones hors focus.

source: This can fix lots of problems, but loses your customizations.
fr: Cela peut régler de nombreux problèmes, mais perd vos personnalisations.

source: This can fix some problems, but loses your customizations and slows things down for a short while.
fr: Cela peut régler certains problèmes, mais perd vos personnalisations et ralentit un peu les choses pour un court moment.

source: This can sometimes resolve some problems you may experience.
fr: Cela peut parfois résoudre des problèmes que vous pourriez rencontrer.

source: This controls the folder to which your photos are saved whenever File > Save is selected the first time for a photo.
fr: Ceci gère le dossier dans lequel sont enregistrées vos photos lorsque Fichier > Enregistrer est utilisé pour la première fois pour une photo.

source: This controls the format of the image file used when you save your work.
fr: Ceci définit le format de fichier utilisé quand vous Enregistrez votre travail.

source: This controls when your photo is updated while you create or adjust a region.
fr: Ceci gère la façon dont votre photo est mise à jour lorsque vous créez ou adjustez une région.

source: This file has no version number
fr: Ce fichier n'a pas de numéro de Version

source: This folder can go in the same place as its images ("Local"), or into one central location ("Global").
fr: Ce dossier peut être créé à la même place que son Image ("Local"), ou dans un Emplacement Centralisé ("Global").

source: This includes adding control points to fine-tune their shape.
fr: Ceci comprend l'ajout de points de contrôle pour affiner leur forme.

source: This includes deleting control points that are no longer needed.
fr: Ceci comprend la suppression des points de contrôle qui ne sont plus nécessaires.

source: This intent is particularly useful for previewing how paper color affects printed colors.
fr: Ce mode est particulièrement utile pour prévisualiser la façon dont la couleur du papier agit sur les couleurs imprimées.

source: This intent is suitable for business graphics like graphs or charts where bright saturated colors are more important than the exact relationship between colors.
fr: Ce mode de rendu convient aux images d’entreprise, telles que des graphiques ou des diagrammes, dans lesquelles l’éclat des couleurs saturées est plus important que la précision des relations visuelles entre les couleurs.

source: This intent is suitable for photos with lots of out-of-gamut colors.
fr: Ce mode convient aux photos contenant un grand nombre de couleurs non imprimables.

source: This intent tries to maintain color accuracy at the expense of preserving relationships between colors and is suitable for proofing to simulate the output of a particular device.
fr: Ce mode tend à préserver la précision des couleurs aux dépens des relations entre les couleurs et est utilisable pour l'épreuvage pour simuler la sortie sur un périphérique particulier.

source: This is illustrated in the figure below.
fr: Ceci est expliqué dans l'illustration ci-dessous.

source: This is the color of a pixel after a tool's effect has been applied to the photo.
fr: C'est la couleur d'un pixel après que le résultat d'un outil ait été appliqué à la photo.

source: This is the color of a pixel after its base and blend colors have been blended together using a blending mode.
fr: C'est la couleur d'un pixel après que ses couleurs de base et de fusion aient été fusionnées ensemble en utilisant un mode fusion.

source: This is the color of a pixel before a tool's effect has been applied to the photo.
fr: C'est la couleur d'un pixel avant que le résultat d'un outil n'ait été appliqué à la photo.

source: This is the folder that LightZone will use to store data temporarily while you edit your photos.
fr: C'est le Dossier où LightZone enregistre temporairement des données pendant que vous éditez vos photos.

source: This is the same as selecting Edit > Undo multiple times.
fr: Ceci revient en un clic à choisir Édition > Annuler plusieurs fois.

source: This is the same as the Normal blending mode but at 50% opacity.
fr: Agit de la même façon que le mode de fusion Normal, mais avec une opacité de 50%.

source: This is typically used to store digitized pages of a multipage document such as a fax.
fr: Ceci est d'habitude utilisé pour stocker les pages numérisées d'un document multipage comme un fax.

source: This is useful for adding highlights or shadows to an image.
fr: Il est utile pour ajouter des hautes lumières ou des ombres à une image.

source: This is useful if you want to bundle a set of photos into a single folder for subsequent e-mailing or uploading to a web site as a batch.
fr: C'est utile si vous souhaitez regrouper en un traitement un lot de photos dans un seul dossier pour d'éventuels e-mailing ou pour l'envoi vers un site web.

source: This is very useful in a couple of situations:
fr: C'est très utile dans certaines situations :

source: This mimics the behavior of the human visual system and makes your photo more appealing and easier to work with.
fr: Cela imite le comportement de l'oeil humain et rend vos photos plus attractives et faciles à travailler.

source: This page lists only the new features in LightZone.
fr: Cette page répertorie uniquement les nouvelles fonctionnalités dans LightZone.

source: This preserves more of the original colors in a photo than Perceptual.
fr: Ceci préserve davantage les couleurs originales de la photo que le mode Perception.

source: This program has run out of memory and will now shut down.
fr: Ce programme est arrivé à cours de mémoire et va maintenant s'éteindre.

source: This requirement was introduced with version 2.4, in May 2007.
fr: Ce pré-requis a été introduit dans la version 2.4, en Mai 2007.

source: This reset will restore LightZone to its factory settings.
fr: Cette Remise à zéro restaure les paramètres d'usine de LightZone.

source: This sets the upper limit on the amount of memory that LightZone will use.
fr: Ceci définit la limite maximale de mémoire que LightZone utilisera.

source: This will discard preview images and orientations saved by the LightZone browser.
fr: Cela purgera les Aperçus et les orientations enregistrés par le Navigateur LightZone.

source: This will replace the default tone curve for that camera.
fr: Ceci remplacera la Courbe de Tonalité par défaut pour cet appareil.

source: Threshold
fr: Seuil

source: Thumbnail Progress
fr: Progression des Vignettes

source: Thumbnail Size
fr: Taille des vignettes

source: Thumbnail copies of your images
fr: Les Vignettes de vos images

source: Thumbnails
fr: Vignettes

source: Tint
fr: Nuance

source: To Folder:
fr: Vers le dossier :

source: To achieve the best print quality, make sure that you understand and properly use the settings in the printer driver.
fr: Pour obtenir la meilleure qualité d'impression, assurez-vous de bien comprendre et utiliser les options du pilote d'impression.

source: To add a control point to a region:
fr: Pour ajouter un point de contrôle à une région :

source: To adjust the color balance or cast of your photo:
fr: Pour ajuster la balance de couleur ou la teinte de votre photo :

source: To adjust the color balance:
fr: Pour ajuster la balance de couleur :

source: To adjust the shape of a region:
fr: Pour ajuster la forme d'une région :

source: To adjust the size of the feathering area of a region:
fr: Pour ajuster la taille de la zone d'adoucissement d'une région :

source: To apply a colored filter, click in the color wheel.
fr: Pour appliquer un filtre de couleur, cliquez dans la roue des couleurs.

source: To apply a style to the one or more photos in the browser:
fr: Pour appliquer le style à une ou plusieurs photos dans le navigateur :

source: To apply a style to the photo being edited:
fr: Pour appliquer un style à la photo en cours d'édition :

source: To apply the style to your photo, click the name of the style.
fr: Pour appliquer le style à la photo, cliquez sur le nom du style.

source: To batch convert your photos:
fr: Pour convertir vos photos :

source: To blur your photo:
fr: Pour rendre floue votre photo :

source: To change standard page set-up and paper options, click Page Setup...
fr: Pour modifier les réglages standard de mise en page et de papier, cliquez Mise en page...

source: To clone an area of your photo:
fr: Pour cloner une partie de votre photo :

source: To convert a color photo to black-and-white:
fr: Pour convertir une photo couleur en Noir et Blanc :

source: To convert your photo:
fr: Pour Convertir votre photo:

source: To copy and paste a region:
fr: Pour copier et coller une région :

source: To create a region:
fr: Pour créer une région :

source: To create a style:
fr: Pour créer un style :

source: To crop your photo:
fr: Pour recadrer votre photo :

source: To delete a control point from a region:
fr: Pour supprimer un point de contrôle d'une région :

source: To delete a region:
fr: Pour supprimer une région :

source: To delete a style:
fr: Pour supprimer un style :

source: To delete photos:
fr: Pour supprimer des photos :

source: To display the metadata for a photo:
fr: Pour afficher les métadonnées d'une photo :

source: To drag & drop photos:
fr: Pour Glisser et Déposer des photos :

source: To edit a photo, do one of the following:
fr: Pour éditer une photo, procédez comme suit :

source: To edit one of the photos:
fr: Pour éditer une des ces photos :

source: To edit preferences:
fr: Pour éditer les préférences:

source: To edit the metadata for a photo:
fr: Pour éditer les métadonnées d'une photo :

source: To export a style:
fr: Pour exporter un style :

source: To go back into history:
fr: Pour revenir à une étape de l'Historique :

source: To import a style:
fr: Pour importer un style:

source: To integrate with some other applications, LightZone can save your edited photos as a two-page TIFF file:
fr: Pour s'intégrer avec d'autres applications, LightZone peut enregistrer vos photos éditées comme un fichier TIFF à deux pages:

source: To invert a mask for a tool:
fr: Pour inverser le masque d'un outil :

source: To learn about the key features, see the Discover LightZone page.
fr: Pour en savoir plus sur les fonctions clés, consultez la page Découvrir LightZone.

source: To learn more about SSE2 and the CPUs that support it, see
fr: Pour en savoir plus sur le SSE2 et les processeur qui le supportent, voir

source: To learn more about working with regions, click a link below.
fr: Pour en savoir plus sur le travail avec les régions, cliquez un lien ci-dessous.

source: To learn more about working with styles, click a link below.
fr: Pour en savoir plus sur le travail avec les styles, cliquez un lien ci-dessous.

source: To let LightZone do the color conversion, select the printer profile, rendering intent, and black point compensation settings in the Print Preview dialog.
fr: Pour laisser LightZone procéder à la conversion de Couleur, définissez les réglages du le profil d'impression, de L'intention de rendu, et de la compensation du Point noir dans le dialogue d'aperçu avant impression.

source: To let the printer driver do the color conversion, select "Color Managed by Printer Driver" in LightZone, then set the appropriate color settings in the printer preferences dialog.
fr: Pour laisser le pilote d'impression se charger de la conversion de couleur, choisissez "Couleur gérée par l'imprimante" dans LightZone, puis choisissez le réglage couleur approprié dans le dialogue des préférences de l'imprimante.

source: To make a color/luminosity selection:
fr: Pour définir une Sélection de Couleur/Luminosité :

source: To navigate to a folder:
fr: Pour accéder à vos dossiers :

source: To open a photo to edit:
fr: Pour ouvrir une photo à éditer :

source: To operate quickly, LightZone caches thumbnail images of your photos in hidden folders on your computer.
fr: Pour fonctionner rapidement, LightZone met en cache les vignettes de vos photos dans un dossier caché de votre ordinateur.

source: To print your photo:
fr: Pour imprimez votre photo:

source: To rate photos:
fr: Pour noter vos photos:

source: To reduce the color cast:
fr: Pour réduire une Teinte :

source: To rename a photo:
fr: Pour renommer une photo :

source: To rotate photos:
fr: Pour tourner des photos:

source: To save work, the browser saves previews in a special cache folder.
fr: Pour économiser du travail, le Navigateur enregistre des Aperçus dans un dossier de cache spécial.

source: To save your work:
fr: Pour enregistrer votre travail :

source: To select all colors except the selected color, click the Invert checkbox.
fr: Pour sélectionner toutes les couleurs exceptées les couleurs sélectionnées, cochez la case Inverser.

source: To select only by hue, uncheck the Enable luminosity checkbox; to select only by luminosity, uncheck the Enable hue checkbox.
fr: Pour ne sélectionner que par Teinte, décochez la case "Activer/désactiver le filtre de luminosité"; pour ne sélectionner que par luminosité, décochez la case "Activer/désactiver le filtre de teinte".

source: To send the selected photos:
fr: Pour envoyer les photos sélectionnées :

source: To show the Color Selection Preview:
fr: Pour afficher le Visionneur de Sélection Couleur :

source: To show the Sampler:
fr: Pour afficher la Pipette :

source: To show the histogram:
fr: Pour afficher l'histogramme :

source: To view a large preview of a photo:
fr: Pour voir un grand aperçu d'une photo :

source: To view the History:
fr: Pour afficher l'Historique :

source: To view up to five a large previews of photos:
fr: Pour voir un grand aperçu de plusieurs photos (jusqu'à cinq) :

source: Tolerance
fr: Tolérance

source: Tool Change
fr: Modifier l'Outil

source: Tool Opacity
fr: Outil Opacité

source: Tool Settings
fr: Réglages Outils

source: Tool anatomy
fr: Présentation des Outils

source: Tool stack
fr: La Chaîne de développement

source: Tools
fr: Outils

source: Top
fr: Haut

source: Tries to preserve the visual relationship between colors so it is perceived as natural to the human eye even though the color values themselves may change.
fr: Ce mode tend à conserver les relations visuelles entre les couleurs, afin qu’elles soient perçues comme naturelles par l’œil humain, même si les valeurs chromatiques peuvent elles-mêmes varier.

source: Tries to produce vivid colors in a photo at the expense of color accuracy.
fr: Ce mode privilégie l’éclat des couleurs au détriment de leur précision.

source: Type the new name.
fr: Tapez le nouveau nom.

source: Undo
fr: Annuler

source: Undo Redo
fr: Annul/Rétab

source: Undo last step
fr: Annuler la dernière étape

source: Unknown error opening this file
fr: Erreur inconnue à l'ouverture de ce fichier

source: Unknown error processing this file
fr: Erreur inconnue lors du traitement de ce fichier

source: Unlike a non-linear gamma-corrected color space, a linear color space doesn't introduce errors (such as increasing noise, edge distortion, and hue shifts) during enhancement operations such as sharpening, blurring, or saturation adjustments.
fr: Contrairement à l'espace non linéaire avec une correction gamma, un espace couleur linéaire n'introduit pas d'erreurs (comme augmenter le bruit, déformer les arrêtes et décaler les teintes) durant les opérations d'amélioration comme la netteté, le flou ou l'ajustement de la saturation.

source: Unlike other applications' layers, every tool becomes a layer in the tool stack.
fr: Contrairement aux calques des autres applications, tous les outils deviennent des calques dans la chaîne de développement.

source: Unlike other applications, LightZone allows you to draw (rather than paint) regions.
fr: Contrairement à d'autres applications, LightZone vous permet de tracer (plutôt que de peindre) les régions.

source: Unlike other tools, the clone tool is special in that it needs at least one region.
fr: Contrairement aux autres outils, l'Outil Cloner est spécial en cela qu'il a besoin d'au moins une région.

source: Unlike other tools, the crop tool is special.
fr: Contrairement au autres outils, l'outil Recadrage est spécial.

source: Unlock
fr: Débloquer

source: Unrecognized image format
fr: Format d'image non reconnu

source: Unselect All
fr: Tout Désélectionner

source: Unsupported camera
fr: Appareil photo non pris en charge

source: Unsupported color profile
fr: Profil de couleur non supporté

source: Use $1
fr: Utiliser $1

source: Use Luminosity Zones
fr: Utiliser les Zones de Luminosité

source: Use RGB Zones
fr: Utiliser les Zones RVB

source: Use This
fr: Utiliser celui-ci

source: Use the Choose button to select the destination folder.
fr: Utilisez le bouton Choisir pour choisir le dossier de destination.

source: Use the Choose... button to select the folder to convert the images to.
fr: Utilisez le bouton Choisir... pour définir le dossier de destination des images converties.

source: Use the Midpoint slider to set the midpoint of the tonal range of the adjustment.
fr: Utilisez Le contrôle Médiane pour définir le point médian dans la gamme des tons pour l'ajustement.

source: Use the Radius slider to adjust the blurring effect:
fr: Utilisez le contrôle de Rayon pour ajuster l'effet de flou :

source: User Interface
fr: Interface Utilisateur

source: User comment
fr: Commentaire

source: Using LightZone with Aperture.
fr: Utilisez LightZone avec Aperture.

source: Using LightZone with Lightroom.
fr: Utilisez LightZone avec Lightroom.
